{"products":[
 {
   "Img_name": "SAM_BG_O_01",
   "Product": "Powerboard",
   "Client": "Kambrook",
   "Year": 1979,
   "Designer": "Robert Pataki Design",
   "Description": "The PB-1 designed by Robert Pataki, Phillip Slattery and Gerrard Mussett established for the first time the familiar form of a powerboard. The configuration would be replicated the world over. It was never patented."
 },
 {
   "Img_name": "SAM_BG_O_02",
   "Product": "Conray heater",
   "Client": "Vulcan",
   "Year": 1960,
   "Designer": "Rosenfeldt Gherardin and Associates",
   "Description": "The Vulcan Conray was one of the many electric and gas heaters designed by Ron Rosenfeldt. Rosenfeldt Gherardin and Associates was one of the first industrial design consultancies in Australia."
 },
 {
   "Img_name": "SAM_BG_O_03",
   "Product": "Touchphone 200",
   "Client": "Telecom Australia",
   "Year": 1985,
   "Designer": "David Atkins Design",
   "Description": "In 1985 Telecom Australia launched an ambitious project to develop an Australian residential telephone. The lightweight telephone was the first in Australia to use the latest in screen printed touch panels developed for microwave ovens."
 },
 {
   "Img_name": "SAM_BG_O_04",
   "Product": "Duel flush toilet",
   "Client": "Caroma",
   "Year": 1984,
   "Designer": "Bruce Thompson",
   "Description": "In 1984 during a national television broadcast hosted by Ita Buttrose, an Australian Design Award was presented to the Dual Flush toilet by Caroma. Water saving dual flush toilets now common around the world have all evolved from this world first patented innovation."
 },
 {
   "Img_name": "SAM_BG_O_05",
   "Product": "Bathroom utility stool",
   "Client": "Caroma",
   "Year": 1967,
   "Designer": "Bruce Thompson",
   "Description": "The Caroma bathroom utility stool has three parts; one top lid 'seat' and two identical conical tubes. The elegant stacking of the two conical tubes to form the stool is quintessential Australian industrial design. The reduced cost of the tooling for only half a stool made this product viable in Australia. "
 },
 {
   "Img_name": "SAM_BG_O_06",
   "Product": "Giroaire",
   "Client": "Mistral",
   "Year": 1975,
   "Designer": "Peter Bayly",
   "Description": "The concept of the Mistral Fan came from work by Peter Bayly and the first generation won the Dunhill Design Prize and Good Design selection."
 },
 {
   "Img_name": "SAM_BG_O_07",
   "Product": "8L Family urn",
   "Client": "Kambrook",
   "Year": 1980,
   "Designer": "Robert Pataki Design",
   "Description": "The Kambrook 8L Family urn is a classic Australian product used in community halls, footy clubs and tea rooms all across the country."
 },
 {
   "Img_name": "SAM_BG_O_08",
   "Product": "Microwave egg poacher",
   "Client": "Trend",
   "Year": 1991,
   "Designer": "Jim Samartgis",
   "Description": "Jim Samartgis was briefed to solve the long standing problem associated with microwave cooking of eggs. They had a tendency to explode. Patent no USD348796 for an egg poacher is just one of 45 held by Samartgis. The D'cor microwave egg poacher designed by Samartgis is sold worldwide."
 },
 {
   "Img_name": "SAM_BG_O_09",
   "Product": "KE12 Kettle",
   "Client": "General Electric",
   "Year": 1978,
   "Designer": "Barry Hudson",
   "Description": "Awarded the Prince Phillip Prize for Australian Design 1978, the KE12 kettle was an early example, anywhere in the world, of an all plastic electric kettle. The spout opening mechanism utilised a live hinge of polypropylene, now common but at the time was a novel use of the material and very efficient to manufacture."
 },
 {
   "Img_name": "SAM_BK_O_01",
   "Product": "Snack 'N' Sandwich maker",
   "Client": "Breville",
   "Year": 1978,
   "Designer": "In house design team",
   "Description": "Famous for the patented scissor action Breville released the first sandwich toaster in 1974. Breville was established by Bill O'Brien and Harry Norville in 1932 in Sydney. The Breville design studio has continued to innovate and in 2018 was awarded the Design Team of the Year at the Good Design Awards."
 },
 {
   "Img_name": "SAM_BK_O_02",
   "Product": "Cohncave",
   "Client": "Alessi",
   "Year": 1992,
   "Designer": "Su San Cohn",
   "Description": "Inspired by early colonial meat safes Su San Cohn designed a large diameter twin layer fruit bowl for Alessi in 1990. 'Memory Containers' was the project theme set by Alberto  Alessi. Cohn would become the first of many Australian designers to work with Alessi. In 2020 the Concave bowl was released as one of the 100 Alessi values collection."
 },
 {
   "Img_name": "SAM_BK_O_03",
   "Product": "Keep Cup",
   "Client": "Keep Cup",
   "Year": 2009,
   "Designer": "Cobalt",
   "Description": "Keep Cup is an inspiring example of systemic change. Designed in Melbourne it was the world's first reusable 'barista standard' coffee cup. Keep Cup, now global, has revolutionised the behaviour of consumers of great coffee."
 },
 {
   "Img_name": "SAM_BK_O_04",
   "Product": "Ora",
   "Client": "Ross Gardam",
   "Year": 2015,
   "Designer": "Ross Gardam",
   "Description": "Released originally as a series of limited editions the Ora desk lamp is a pure expression of material and process. Precision machined from aluminium with premium brushed anodized finish. The 360' orbiting shade with smooth tilt adjustment allows users freedom to achieve a perfect mood for a space."
 },
 {
   "Img_name": "SAM_BK_O_05",
   "Product": "Cinema camera",
   "Client": "Black Magic Design",
   "Year": 2010,
   "Designer": "Black Magic Design",
   "Description": "Black Magic Design founder Grant Petty grew up in Shepparton and attended Shepparton South Techinal school where in 1984 he first used video production equipment. Black Magic Design is a manufacturer of world class digital video products and won the RED DOT Award Design Team of the Year award in 2016 and the Good Design Australia Design Team 2021."
 },
 {
   "Img_name": "SAM_BK_O_06",
   "Product": "Monaro sports wheel trim",
   "Client": "Holden",
   "Year": 1966,
   "Designer": "Phillip Zmood",
   "Description": "Phillip Zmood was employed by GMH as a young graduate from RMIT industrial design in 1966. He would go on to become the first Australian Head of Design for Holden. The HK Monaro sports wheel trim was one of his first designs to go into production."
 },
 {
   "Img_name": "SAM_BK_O_07",
   "Product": "Orbitkey",
   "Client": "Orbitkey",
   "Year": 2012,
   "Designer": "Charles Ng",
   "Description": "While jogging designer Charles Ng had something on his mind. Successful crowd funded design projects had motivated him, and as he ran, he hoped the 'big idea' was just around the next corner. Surprisingly it was the constant rattle of the keys in his pocket as he approached the corner that stopped him in his tracks. Orbitkey was born. "
 },
 {
   "Img_name": "SAM_BK_O_08",
   "Product": "Decimal coins",
   "Client": "Royal Australian Mint",
   "Year": 1964,
   "Designer": "Stuart Devlin",
   "Description": "Stuart Devlin AO designed Australia's iconic decimal coins and more than 15,200,000,000 coins have been minted. Devlin designed the medals for the Order of Australia and also coins for the 2000 Sydney Olympic Games. Stuart Devlin is a Hall of Fame member of the Design Institute of Australia"
 },
 {
   "Img_name": "SAM_BK_O_09",
   "Product": "Trinity bowl",
   "Client": "Alessi",
   "Year": 2013,
   "Designer": "Adam Cornish",
   "Description": "The Trinity bowl inspired by the conch shell and intelligently designed to exploit laser cutting, was released by Alessi in 2013. Adam Cornish has since developed a Trinity range. Cornish's studio is in Melbourne and he works on commissions from around the world in furniture, lighting and tableware."
 },
 {
   "Img_name": "SAM_BN_O_01",
   "Product": "Billy",
   "Client": "Willow",
   "Year": 1889,
   "Designer": "Ralph Wilson",
   "Description": "The Wilson brothers established a manufacturing business in North Melbourne in 1889 that would later become Willow. The swagman from Waltzing Matilda brewed tea on a campfire in a billy. "
 },
 {
   "Img_name": "SAM_BN_O_02",
   "Product": "Camp oven",
   "Client": "J Furphy & Sons",
   "Year": 1893,
   "Designer": "J Furphy",
   "Description": "The iconic Furphy water cart was designed and made in Shepparton from 1893. Cast iron camp ovens are popular when camping outback in Australia. The furphy camp oven has the same lid as the original water carts. The Furphy family continue to design and manufacture innovative products in Shepparton."
 },
 {
   "Img_name": "SAM_BN_O_03",
   "Product": "Original #500 boot",
   "Client": "Blundstone",
   "Year": 1870,
   "Designer": "In house design team",
   "Description": "Established in Hobart in1870 Blundstone Boots soon proved themselves as a superior product for Australian conditions. Early advertising posters focused on the design features: stylish, serviceable and durable."
 },
 {
   "Img_name": "SAM_BN_O_04",
   "Product": "Fler 64",
   "Client": "Fler",
   "Year": 1966,
   "Designer": "Fred Lowan",
   "Description": "Fred Lowan arrived in Australia in 1940 having escaped from Germany and was interned in Tatura. In 1948 Lowen and Ernest Rodeck founded the iconic Australian furniture brand FLER. "
 },
 {
   "Img_name": "SAM_BN_O_05",
   "Product": "BYO Wine cooler",
   "Client": "Decor Corporation",
   "Year": 1979,
   "Designer": "Richard Carlson",
   "Description": "The BYO wine cooler design by Richard Carlson won the Prince Phillip Prize 1980 and is in the permanent collection of the Museum of Modern Art in New York. Richard Carlson was awarded the Gold Medal in 1985 by the Design Institute of Australia."
 },
 {
   "Img_name": "SAM_BN_O_06",
   "Product": "Acoustic guitar",
   "Client": "Maton",
   "Year": 1946,
   "Designer": "In house design team",
   "Description": "Maton guitars are iconic. Maton was established in Melbourne in 1946 by Bill and Reg May and today export guitars all around the world."
 },
 {
   "Img_name": "SAM_BN_O_07",
   "Product": "Staysharp knife MKI",
   "Client": "Wiltshire",
   "Year": 1964,
   "Designer": "Stuart Devlin",
   "Description": "In 1964 a US market survey showed that 80% of Americans didn't know how to sharpen a knife. Stuart Devlin AO designed the first distinctive Staysharp wall mounted scabbard for Dennis Jackson at Wiltshire. "
 },
 {
   "Img_name": "SAM_BN_O_08",
   "Product": "VN Steering Wheel",
   "Client": "Holden",
   "Year": 1988,
   "Designer": "Michael Simcoe",
   "Description": "In 1983 a young designer joined Holden to work on the interior of the VN Commodore. Today that designer, Michael Simcoe is Vice President of Design for General Motors in Detroit."
 },
 {
   "Img_name": "SAM_BN_O_09",
   "Product": "Nesting set of tables",
   "Client": "Catt",
   "Year": 1986,
   "Designer": "Roy Catt",
   "Description": "Charles Catt emigrated to Western Australia from the UK and established a small cabinet making business in Perth. His son Roy became a furniture designer and together they established Charles Catt Furniture. "
 },
 {
   "Img_name": "SAM_BU_O_01",
   "Product": "Esky",
   "Client": "Nylex",
   "Year": 2000,
   "Designer": "Catalyst",
   "Description": "Hugo Davidson and the team at Catalyst used state of the art computer aided design software and hardware to deliver an iconic product for an iconic Australian brand. "
 },
 {
   "Img_name": "SAM_BU_O_02",
   "Product": "Alpine jug",
   "Client": "Willow",
   "Year": 2014,
   "Designer": "David Flynn",
   "Description": "The 2014 Alpine showcases Willow's innovation in process and product design with units assembled and tested by robots in the high-tech plant in Tullamarine. Industrial designer David Flynn has designed many products for Willow."
 },
 {
   "Img_name": "SAM_BU_O_03",
   "Product": "Icepak",
   "Client": "Nylex",
   "Year": 1971,
   "Designer": "Michael Simcoe",
   "Description": "The Esky Icepack has been in production for 40 years. It was designed by Michael Simcoe in his first job at Nylex after graduating from RMIT. Simcoe is now Vice President of Global Design for General Motors in Detroit. Michael Simcoe is a Hall of Fame member of the Design Institute of Australia"
 },
 {
   "Img_name": "SAM_BU_O_04",
   "Product": "Polymer notes",
   "Client": "Note Printing Australia",
   "Year": 1988,
   "Designer": "Robinson, Emery & Sadgrove",
   "Description": "Designed to prevent counterfeiting, polymer notes were developed by the CSIRO, Melbourne University and Note Printing Australia. The first notes were released in the Australian Bicentennial year of 1988 and the Australian technology has been adopted in many countries worldwide. "
 },
 {
   "Img_name": "SAM_BU_O_05",
   "Product": "Daytek utility tool box",
   "Client": "Dayton Tooling",
   "Year": 1979,
   "Designer": "In house design team",
   "Description": "The utility tool box won an Australian design award in 1979. Dayton Tooling Pty Ltd manufactured wheelbarrows and ladders as well as supplying components for the automotive industry. Award winning folding clothes lines, still manufactured in the Preston factory, are now the everyday product most associated with the Daytek brand."
 },
 {
   "Img_name": "SAM_BU_O_06",
   "Product": "Integra bicycle helmet",
   "Client": "Britax",
   "Year": 1987,
   "Designer": "David Flynn",
   "Description": "David Flynn invests design with imagination, creativity and emotion achieving award winning recognition for clients. Manufactured in Australia and exported to Europe the Integra Bicycle Helmet was a system meeting bicycle safety standards."
 },
 {
   "Img_name": "SAM_BU_O_07",
   "Product": "All Australian Mop bucket",
   "Client": "E D Otes",
   "Year": 1986,
   "Designer": "DesignLab",
   "Description": "The brief by owner Jim Oates, was to provide concepts for a replacement to existing heavy galvanised metal buckets. The concept of an all-plastic mop bucket was totally innovative. Supported by patent protection, this great Australian idea has been an outstanding commercial success."
 },
 {
   "Img_name": "SAM_BU_O_08",
   "Product": "Duo lunch box",
   "Client": "Decor Corporation",
   "Year": 1996,
   "Designer": "Richard Carlson",
   "Description": "Lunch at school as a child is full of memories. Designed by Richard Carlson the Duo was an innovation with a frozen drink bottle included to keep school lunch cool."
 },
 {
   "Img_name": "SAM_BU_O_09",
   "Product": "KD9 Powerboard",
   "Client": "Kambrook",
   "Year": 1972,
   "Designer": "Frank Bannigan",
   "Description": "Kambrook Powerboard KD9 designed in 1972 by Peter Talbot for Frank Bannigan. This simple injection moulded shell with existing electrical components makes this the first commercially available power board in the world. "
 },
 {
   "Img_name": "SAM_G_O_01",
   "Product": "Timer tap",
   "Client": "Sabco",
   "Year": 1981,
   "Designer": "In house design team",
   "Description": "Sabco was established in South Australia in1892 as the South Australian Brush Company. Sabco patented this innovative water saving device as a response to the need to conserve water in our dry continent. The Sabco Timer Tap was awarded the Prince Philip Prize for Australian Design in 1981."
 },
 {
   "Img_name": "SAM_G_O_02",
   "Product": "9L Watering can",
   "Client": "Hortico",
   "Year": 1986,
   "Designer": "Blue Sky Design",
   "Description": "Blue Sky Design in Sydney delivered a timeless duel handle design for the Hortico 9 litre watering can in 1986. This product has endured and has been in hardware stores across Australia longer than Bunnings have been serving sausages. Blue Sky Design founder Mark Armstrong is a Hall of Fame member of the Design Institute of Australia."
 },
 {
   "Img_name": "SAM_G_O_03",
   "Product": "Tricycle",
   "Client": "Hills Industries",
   "Year": 1962,
   "Designer": "In house design team",
   "Description": "In Shepparton a Hills Hoist is the most likely everday product you would find manufactured by Hills Industries. This tricycle was one of the many diverse products manufactured by the company founded by Lance Hills in Adelaide in 1946."
 },
 {
   "Img_name": "SAM_G_O_04",
   "Product": "Staysharp knife MKII",
   "Client": "Wiltshire",
   "Year": 1972,
   "Designer": "Peter Bayly",
   "Description": "Peter Bayly Design Associates designed the classic 70s Staysharp knife range, which was awarded the Prince Phillip Prize and Good Design selection."
 },
 {
   "Img_name": "SAM_G_O_05",
   "Product": "Harlequin glass bowl",
   "Client": "Crown Crystal Glass",
   "Year": 1930,
   "Designer": "In house design team",
   "Description": "Depression glass bowls were common wedding gifts used for salads or summer desserts like trifle or jellied fruit from an SPC can. Produced in the period 1930 to 1935 by Crown Crystal glass in Sydney.."
 },
 {
   "Img_name": "SAM_G_O_06",
   "Product": "Esky autobox cooler",
   "Client": "Malleys",
   "Year": 1954,
   "Designer": "In house design team",
   "Description": "In 1954 a newspaper advertisement said \"Keep your picnic cool and fresh in the new 'ESKY\" Autobox. The Esky was born. This Autobox, the world's first Esky, is a rare and significant object in the Ian Wong Collection."
 },
 {
   "Img_name": "SAM_G_O_07",
   "Product": "Integra chair",
   "Client": "Sebel",
   "Year": 1974,
   "Designer": "Charles Furey",
   "Description": "The Integra was the first Australian designed all plastic chair. Charles Furey was born in Victoria, studied art at the School of Mines in Bendigo and in 1947 established his own industrial design practice. Furey was a founding member of the Design Institute of Australia and was inducted into the Hall of Fame in 1999."
 },
 {
   "Img_name": "SAM_G_O_08",
   "Product": "Playtime koala toy",
   "Client": "Moulded Products",
   "Year": 1955,
   "Designer": "In house design team",
   "Description": "Toys under the Christmas tree or wrapped for a birthday party are so special. Playtime toys like Bilda Bix and Toltoys Hula hoops are a part of all our lives and these we once designed in Australia."
 },
 {
   "Img_name": "SAM_G_O_09",
   "Product": "Duperite lunchbox",
   "Client": "Moulded Products",
   "Year": 1945,
   "Designer": "In house design team",
   "Description": "Early Australian school lunchbox. Plastic material properties improved over time and soon a lunch box needed no metal handle or hinges."
 },
 {
   "Img_name": "SAM_O_O_01",
   "Product": "Swingtop kitchen tidy",
   "Client": "Nylex",
   "Year": 1966,
   "Designer": "Lionel Suttie",
   "Description": "The Nylex Swing Top Kitchen Tidy was designed in 1966 by industrial designer Lionel Suttie and has been in continuous production in Australia ever since. Beginning in 1927 as Moulded Products Australasia  the business established by John Derham was a pioneer in the manufacture of plastics in Australia. "
 },
 {
   "Img_name": "SAM_O_O_02",
   "Product": "Dish Doctor",
   "Client": "Magis",
   "Year": 1997,
   "Designer": "Marc Newson",
   "Description": "Marc Newson is one of the most significant designers of our age. Born in Sydney, Newson now lives in London working for clients across the world. Newson was included in Time magazine's 100 Most Influential People in the World and has received numerous awards and distinctions. "
 },
 {
   "Img_name": "SAM_O_O_03",
   "Product": "PZ4 Television",
   "Client": "AWA",
   "Year": 1968,
   "Designer": "William Moody",
   "Description": "The AWA PZ4 17' television designed by industrial designer William Moody was awarded the 1968 Sebel Design Merit Award. William Moody first worked as an industrial designer at GMH commencing in 1954. In 1960 he accepted a position as industrial design manager for Amalgamated Wireless Australasia."
 },
 {
   "Img_name": "SAM_O_O_04",
   "Product": "Studio K",
   "Client": "Planet Industries",
   "Year": 1961,
   "Designer": "Bill Iggulden",
   "Description": "Designed by Bill Iggulden the Studio K desk lamp is iconic Australian industrial design and was first manufactured in 1962. Awarded an Australian Design Award in 1964, the Studio K proudly featured in advertising campaigns for the Australian Design Awards program."
 },
 {
   "Img_name": "SAM_O_O_05",
   "Product": "Festive ovenware",
   "Client": "Crown Crystal Glass",
   "Year": 1963,
   "Designer": "Charles Furey",
   "Description": "The elegant and simple forms of this award winning range of cookware for Crown Crystal Glass, were designed by the pioneering Australian industrial designer Charles Furey. Furey was a founding member of the Society of Designers for Industry and designed radios for A G Healing before joining Crown Crystal Glass as senior industrial designer."
 },
 {
   "Img_name": "SAM_O_O_06",
   "Product": "Electric drill",
   "Client": "Sher",
   "Year": 1965,
   "Designer": "William P Sher",
   "Description": "William Peter Sher was a pioneer in the manufacture of electric drills in Australia. Sher designed and manufactjured drills in Collingwood from 1952. Robin Boyd exhibited a Sher drill at the Australian Pavilion in Montreal at expo67. Skill Sher Trimatic electric drills were selected as Good Design for the Australian Design Index. "
 },
 {
   "Img_name": "SAM_O_O_07",
   "Product": "Delma stool",
   "Client": "Aristoc",
   "Year": 1964,
   "Designer": "Grant Featherston",
   "Description": "Shepparton Technical College, like so many schools in Australia, had Aristoc Delma stools in the library, and the art, woodwork, and metalwork rooms in the late 1970s. Grant Featherston is a Hall of Fame member of the Design Institute of Australia."
 },
 {
   "Img_name": "SAM_O_O_08",
   "Product": "Hegs",
   "Client": "Scott Boocock",
   "Year": 2014,
   "Designer": "Andrew Whittaker",
   "Description": "Inventor Scott Boocock found a way to reinvent the humble clothes peg. Designed to prevent peg marks on delicate clothing the HEG is a peg with a hook. Industrial designer Andrew Whittaker turned the invention into an award winning design. "
 },
 {
   "Img_name": "SAM_O_O_09",
   "Product": "Canberra garden sprinkler",
   "Client": "Pope Industries",
   "Year": 1970,
   "Designer": "In house design team",
   "Description": "Summer in Australia was once a lush green lawn and the joy of shreiking as you ran through a spinning garden sprinkler. The four armed Canberra sprinkler is iconic and featured in Mambo Loud shirts in the 1980s."
 },
 {
   "Img_name": "SAM_R_O_01",
   "Product": "Football",
   "Client": "AFL",
   "Year": 1859,
   "Designer": "T W Sherrin",
   "Description": "Australian rules football commenced in Melbourne in 1859. In 1882, based on the experience of repairing the stitching to the more pointed rugby balls used for early games, Thomas William Sherrin designed a more durable rounded oval ball. "
 },
 {
   "Img_name": "SAM_R_O_02",
   "Product": "Water jug",
   "Client": "Fink",
   "Year": 1994,
   "Designer": "Robert Foster",
   "Description": "In 1994 a Canberra restaurant commissioned Robert Foster, designer and founder of Fink Australia, with an initial order of only 3 jugs. Foster's designs are in collections around the world and the water jug is used in the cafe of the Museum of Modern Art in New York. "
 },
 {
   "Img_name": "SAM_R_O_03",
   "Product": "Little Bitty Fun Co",
   "Client": "Willow",
   "Year": 1988,
   "Designer": "David Flynn",
   "Description": "Willow was looking to celebrate the companies centenary in the late 1980s so CEO Ralph Wilson briefed David Flynn to develop a new range of plastic homewares products. The success of this project was cause for celebration beyond the centenary as it lead to a very successful new brand for Willow called 'The Little Bitty Fun Company'."
 },
 {
   "Img_name": "SAM_R_O_04",
   "Product": "Madame Ruby",
   "Client": "ISMObjects",
   "Year": 1994,
   "Designer": "Clarke + Christopher",
   "Description": "Global concerns in the early 1990s over the 'hole in the ozone layer' inspired significant shifts in the practice of industrial design. Madame Ruby lamps were an inspired reuse for automotive plastic waste. The lamp was selected for the Mutant Materials in Contemporary Design, MoMa exhibition in 1995, as an exemplar of eco design."
 },
 {
   "Img_name": "SAM_R_O_05",
   "Product": "110DFT Camera",
   "Client": "Hanimex",
   "Year": 1985,
   "Designer": "J F Arnott",
   "Description": "Hanimex was established in Sydney in 1947 by Jack Hannes and the iconic camera brand got its name from Hannes Import Export. Jerry Arnott designed award winning cameras for Hanimex and Konika"
 },
 {
   "Img_name": "SAM_R_O_06",
   "Product": "Piccantino chilli scruncher",
   "Client": "Alessi",
   "Year": 2010,
   "Designer": "Jim Hannon Tan",
   "Description": "Jim Hannon Tan inspired by mentor Kjell Grant left Australia in 1991 with a one way ticket to Italy. Exhibiting at Salone Satellite in Milan with Melbourne Movement launched Hannon Tan's career working with Alessi, Marcel Wanders, Mooi, and Tom Dixon. "
 },
 {
   "Img_name": "SAM_R_O_07",
   "Product": "Redheads matches",
   "Client": "Bryant & May",
   "Year": 1974,
   "Designer": "Brian Sadgrove",
   "Description": "Bryant and May commenced manufacturing matches in Richmond in 1909. The brand Redheads was introduced in 1946 in Melbourne and they would grow to dominate the market in Australia. In 1971 graphic designer Brian Sadgrove gave us the iconic version of the Redheads logo that has endured to this day. "
 },
 {
   "Img_name": "SAM_R_O_08",
   "Product": "Water bottle",
   "Client": "Shell",
   "Year": 1957,
   "Designer": "Vladimir Jacube",
   "Description": "Shell petrol station water can designed by Vladimir Jacube in 1957. Vladimir worked at Moulded Products Australasia Pty Ltd with Lionel Suttie and later completed his Diploma of Industrial Design. A Shell service station was previously on this site."
 },
 {
   "Img_name": "SAM_R_O_09",
   "Product": "Sidchrome spanners",
   "Client": "Siddons Industries",
   "Year": 1931,
   "Designer": "Royston Siddons",
   "Description": "You canna hand a man a granda spanner' was the advertising line for the iconic Sidcrome tools. Royston Siddons (1899'1976) established his first enterprise in Melbourne in 1931. The many quality tools designed and manufactured in Preston by the Siddons family business are legendary."
 },
 {
   "Img_name": "SAM_W_O_01",
   "Product": "Axis kettle",
   "Client": "Kambrook",
   "Year": 1994,
   "Designer": "Form Australia",
   "Description": "The Eco Redesign Program in Melbourne in the early 1990s engaged major industrial design practices and major manufacturers with lasting impact.  The lasting impact of the Axis Kettle project was the innovative round central cordless electrical connection, now standard on most cordless kettles worldwide, developed during the project."
 },
 {
   "Img_name": "SAM_W_O_02",
   "Product": "Habana beaker set",
   "Client": "Brian Davis Plastics Pty Ltd",
   "Year": 1958,
   "Designer": "Brian Davis",
   "Description": "The Habana beaker set was Brian Davis's first product and it's success would launch Australia's multi award winning homewares company D'cor Corporation. The concept was to design an all plastic moulded set to compete with the popular anodized aluminium cup sets in leather cases. Brian Davis is a Hall of Fame member of the Design Institute of Australia."
 },
 {
   "Img_name": "SAM_W_O_03",
   "Product": "Quartzline toaster",
   "Client": "Sunbeam",
   "Year": 1989,
   "Designer": "In house design team",
   "Description": "Sunbeam Australia Corporation has it's origins in Sydney in 1907. The first Sunbeam pop-up toaster was launched in Australia in 1955. The Quartzline toaster uses a patented 'in line' toasting configuration that also enables crumpets to be toasted without burning or getting caught. The range won an Australian Design Award in 1989."
 },
 {
   "Img_name": "SAM_W_O_04",
   "Product": "Light switch",
   "Client": "HPM",
   "Year": 1934,
   "Designer": "Doris Herman",
   "Description": "Doris Herrman designed light switches and power points for HPM and is likely to be Australia's first female industrial designer. HPM (Herman Plastic Moulding) was established in Sydney in the 1930s by Berthold and Doris Herrman. Early patents were registered in 1934 and the company was involved in setting the Australian standard for 3 pin electrical plugs. "
 },
 {
   "Img_name": "SAM_W_O_05",
   "Product": "Regis glassware range",
   "Client": "Crown Crystal Glass",
   "Year": 1969,
   "Designer": "Edward Kayser",
   "Description": "The iconic Regis range was designed by Edward Kayser and the original five pieces; 9oz, 7oz, 6oz, 5oz and 21/2oz glasses were awarded the Good Design Award in 1969. Over 170 million items were manufactured between 1969 and 1973."
 },
 {
   "Img_name": "SAM_W_O_06",
   "Product": "Presto mocha set",
   "Client": "Alessi",
   "Year": 2000,
   "Designer": "Denton Corker Marshall",
   "Description": "Alessi DCM01 Presto Mocha set. Designed in 2005 by architects John Denton, Bill Corker, and Barrie Marshall as a follow up to their submission for the 2003 Alessi project \"Tea & Coffee Towers.\" That 2003 Alessi project chose 22 international architects to create tea and coffee sets that push the boundaries of design and use of material."
 },
 {
   "Img_name": "SAM_W_O_07",
   "Product": "Stem chair",
   "Client": "Aristoc Industries",
   "Year": 1966,
   "Designer": "Grant & Mary Featherston",
   "Description": "The partnership of Grant and Mary Featherston designed a number of innovative plastic chairs. A collaboration with ACI Plastics engineers and discussions around large industrial tank mouldings inspired them to apply the rotational moulding process to furniture for the first time in Australia."
 },
 {
   "Img_name": "SAM_W_O_08",
   "Product": "Button clipper",
   "Client": "Kempthorne",
   "Year": 1960,
   "Designer": "Joyce Coffey",
   "Description": "Kempthorne was a major manufacturer of lighting in Australia. The square and round clipper light fittings, designed by Selwyn and Joyce Coffey, won Good Design Awards and can be seen under the eaves of brick veneer homes from Bondi to Broome. Joyce Coffee is recognised as a pioneering female industrial designer."
 },
 {
   "Img_name": "SAM_W_O_09",
   "Product": "Vasse",
   "Client": "M2",
   "Year": 1996,
   "Designer": "Marc Pascal",
   "Description": "Marc Pascal is most famous for the iconic Worvo lamp released in 1994. An industrial designer with a background in fine art, Pascal explores materials and processes to create highly unique and individual ceramics, lighting and furniture works. "
 },
 {
   "Img_name": "SAM_Y_O_01",
   "Product": "Stack Fresh",
   "Client": "Decor Corporation",
   "Year": 1974,
   "Designer": "Tony Wolfenden",
   "Description": "The Snack Fresh range was one of Tony Wolfenden's first commissions from Brian Davis at Decor. They would work together for more than forty years. Tony Wolfenden is a Hall of Fame member of the Design Institute of Australia."
 },
 {
   "Img_name": "SAM_Y_O_02",
   "Product": "Dolphin torch",
   "Client": "Eveready",
   "Year": 1977,
   "Designer": "Design Field",
   "Description": "Designed primarily as a floating torch for boating and marine applications the Dolphin was for many years the largest selling torch in Australia. Paul Cockburn received the commission from Eveready USA to design the first Australian Dolphin the MK2 and also designed MK3. John Brown from Design Resource designed MK4."
 },
 {
   "Img_name": "SAM_Y_O_03",
   "Product": "Stack Hat",
   "Client": "Rosebank",
   "Year": 1980,
   "Designer": "Bryon Fitzpatrick",
   "Description": "The Stackhat is a classic Aussie product celebrated for it's connection to being forced as a kid to wear a bike helmet. Designed to meet strict bicycle safety standards, the concept was for a multi-use design for cricket, horse riding and bicycling. Designer Bryon Fitzpatrick was influenced by the work of visual futurist Syd Mead on the film Tron. "
 },
 {
   "Img_name": "SAM_Y_O_04",
   "Product": "Calyx lamp",
   "Client": "Clement Meadmore",
   "Year": 1955,
   "Designer": "Clement Meadmore",
   "Description": "Manufactured in small quantities and originally available in white, yellow, red and blue the Calyx lamp has become an iconic Australian lamp much sought after by collectors. The lamp on display is from the Beaumaris Mid Century home of graphic designer Frank Eidlitz."
 },
 {
   "Img_name": "SAM_Y_O_05",
   "Product": "",
   "Client": "Helen Kontouris",
   "Year": 2011,
   "Designer": "Helen Kontouris",
   "Description": "Helen Kontouris established Helen Kontouris Design in 2001 and exhibited in Tokyo in 2002 and Milan in 2003. The Panier stool manufactured in Australia was designed in 2011."
 },
 {
   "Img_name": "SAM_Y_O_06",
   "Product": "Roller Radio",
   "Client": "Philips",
   "Year": 1975,
   "Designer": "Philips CID",
   "Description": "Australian designer Murray Camens designed the Roller Radio whilst working with Philips in Eindhoven. The 'Roller Radio' has been celebrated in design award competitions and was featured in articles about product design trends. It became a global 'Design Icon'"
 },
 {
   "Img_name": "SAM_Y_O_07",
   "Product": "Bathmate soap dish",
   "Client": "Caroma",
   "Year": 1974,
   "Designer": "Bruce Thompson",
   "Description": "In the 70s bathrooms in Shepparton and all over Australia were full of color. The bathmates range designed in Adelaide by Bruce Thompson and staff won the Dunhill Award for Industrial Design in 1974."
 },
 {
   "Img_name": "SAM_Y_O_08",
   "Product": "Drink flask",
   "Client": "Decor Corporation",
   "Year": 1976,
   "Designer": "Richard Carlson",
   "Description": "Frozen cordial in a D'cor drink flask was a classic from St Georges Road Primary school in Shepparton. Great on those hot summer days."
 },
 {
   "Img_name": "SAM_Y_O_09",
   "Product": "Quartic salad bowl",
   "Client": "Bessemer",
   "Year": 1966,
   "Designer": "Lionel Suttie",
   "Description": "Bessemer was sold on party plan and this salad bowl could also double as a punch bowl for evening entertaining."
 },
 {
   "Img_name": "",
   "Product": "",
   "Client": "",
   "Year": null,
   "Designer": "",
   "Description": ""
 }
]
}